{
    NullPropertyException = "<b>@displayNameForProperty@</b> を入力して下さい。";
    InvalidNumberException = "数字ではない値が入力されました。";
    MandatoryToOneRelationshipException = "@displayNameForEntity@ の @displayNameForProperty@ プロパティーを設定してください。";
    MandatoryToManyRelationshipException = "@displayNameForEntity@ の @displayNameForProperty@ プロパティーに、最低でもひとつの値を設定してください。";
    ObjectRemovalException = "<b>@displayNameForEntity@</b> を削除することができません。最初に、<b>@displayNameForProperty@</b> に設定されている項目を削除してください。";
    ObjectsRemovalException = "<b>@displayNameForEntity@</b> を削除することができません。最初に、<b>@displayNameForProperty@</b> に設定されている項目を削除してください。";
}

